Repository: giellalt/corpus-nob
Catalog: prestable/tmx/sme/admin/sd/plenum_no/sp2019-2.pdf.tmx
Source language: nob
Languages: sme

source: Samer har en kollektiv rett til selvbestemmelse i henhold til FN-konvensjonene om sivile og politiske rettigheter, og økonomiske, sosiale og kulturelle rettigheter (ØSK), samt FNs urfolkserklæring.
sme: Sápmelaččain lea kollektiivvalaš iešmearridanvuoigatvuohta siviila ja politihkalaš vuoigatvuođaid ONkonvenšuvnna mielde, ja ekonomalaš, sosiála ja kultuvrralaš vuoigatvuođat (ESK) mielde, ja ON álbmotálbmotjulggaštusa mielde.

source: Retten til å delta som likeverdig part i helseforskningsprosjekters alle faser, følger også av ILO-konvensjon 169 og prosedyrer for konsultasjoner mellom Sametinget og statlige myndigheter fastsatt i kongelig resolusjon i 2005.
sme: Maiddái ILO-konvenšuvnna 169 mielde ja Sámedikki ja stáhta eiseválddiid konsultašuvdnabargovuogi mielde, mii lea mearriduvvon gonagaslaš resolušuvnnas 2005:s, lea sápmelaččain vuoigatvuohta searvat ovttaárvosaš bealálažžan dearvvašvuođadutkamušprošeavttaid buot dásiin.

source: Samer som urfolk har rettigheter til og interesser knyttet til genetiske ressurser etter FNs konvensjon om biologisk mangfold;
sme: Sápmelaččain leat álgoálbmogin vuoigatvuođat ja beroštusat genehtalaš resurssaide ON konvenšuvnna mielde biologalaš šláddjivuođa birra;

source: det følger videre av den tredje sameparlamentarikerkonferansen fra 2011 at slike ressurser også omfatter samisk humant biologisk materiale.
sme: ja goalmmát sámi parlamentarihkarkonferánsa 2011:s čuovvulii dan, ahte maiddái sámi humánabiologalaš materiálat gusket dakkár resurssaide.

source: Sametingsrådet utnevnte i 2016 et utvalg bestående av representanter fra samisk helsefaglig forskningsmiljøer og juridisk ekspertise, til å utarbeide utkast på etiske retningslinjer for samisk helseforskning.
sme: Sámediggeráđđi nammadii 2016:s lávdegotti mas leat ovddasteaddjit sámi dearvvašvuođafágalaš dutkanbirrasiin ja juridihkalaš fágačeahpit, mii galgá hábmet sámi dearvvuođadutkama várás etihkalaš njuolggadusaid evttohusa.

source: Med retningslinjene ønsker Sametinget å sikre at samisk helseforskning er forankret i urfolks rett til selvbestemmelse, og tar hensyn til og respekterer mangfoldet og egenarten som preger den samiske kulturen og samiske samfunn.
sme: Njuolggadusaiguin háliida Sámediggi sihkkarastit ahte sámi dearvvašvuođadutkan vuođđuduvvá álgoálbmogiid iešmearridanvuoigatvuhtii, ja vuhtiiváldá ja árvvusatná sámi kultuvrra ja sámi servodaga girjáivuođa ja iešvuođa.

source: På bakgrunn av dette vedtar Sametinget følgende:
sme: Dan vuođul mearrida Sámediggi čuovvovačča:

source: 1. Etiske retningslinjer for samisk helseforskning
sme: 1. Etihkalaš njuolggadusat sámi dearvvašvuođadutkama várás

source: Definisjon: Samisk helseforskning har til hensikt å fremskaffe ny kunnskap om sykdom eller helse i vid forstand.
sme: Sámi dearvvašvuođadutkama áigumuš lea háhkat ođđa dieđu dávddaid ja dearvvašvuođa birra, viiddis mearkkašumis.

source: Dette inkluderer også helsetjenesteforskning, og forskning på humant biologisk materiale uansett hensikt.
sme: Dát siskkilda maiddái dearvvašvuođabálvalusaid dutkama, ja humánabiologalaš ávdnasiid dutkama buotlágán ulbmiliiguin.

source: Samisk helseforskning i denne betydningen kan omfatte:
sme: Sámi dearvvašvuođadutkan dán mearkkašumis sáhttá mearkkašit:

source: Problemstillinger/forskningsspørsmål der samer som gruppe inngår,
sme: Čuolmmat/dutkangažaldagat mat gusket sápmelaččaide joavkun,

source: og/eller
sme: Ja/dahje

source: Problemstillinger/forskningsspørsmål i kommuner/regioner hvor samer er i flertall eller utgjør en betydelig andel av befolkningen,
sme: čuolmmat/dutkangažaldagat suohkaniin/regiovnnain gos sápmelaččat leat eanetlogus dahje leat stuora oassin álbmogis,

source: Problemstillinger/forskningsspørsmål der samisk språk, kultur, tradisjon og/eller historie inngår.
sme: Čuolmmat/dutkangažaldagat mat gusket sámegillii, sámi kultuvrii, árbevirrui ja/dahje historjái.

source: Forskningen kan være utøvd av samiske eller ikke-samiske forskere/forskningsmiljøer.
sme: Dutkamiid sáhttet čađahit sámi dahje ii-sámi dutkit/dutkanbirrasat.

source: Den kan ha ulike forskningsdesign og kan utøves etter ulike forskningsmetoder.
sme: Dain sáhttet iešguđetlágán dutkanhábmemat ja daid sáhttá čađahit iešguđetlágán metodaiguin.

source: Verdier
sme: Árvvut

source: Etiske retningslinjer for samisk helseforskning skal styrke samers kollektive rettigheter som urfolk i forskningsprosjekter.
sme: Sámi dutkamiid etihkalaš njuolggadusat galget dutkanprošeavttain nannet sámi kollektiiva vuoigatvuođaid álgoálbmogin.

source: Dette er også fremhevet i Helse- og omsorgsdepartementets høring om forskrift om befolkningsbaserte helseundersøkelser: «Dersom undersøkelser skal inneholde opplysninger om etnisitet, slik som i SAMINOR 1 og SAMINOR 2, krever dette en særskilt etisk vurdering».
sme: Dat lea maiddái deattuhuvvon Dearvvašvuođa- ja fuolahusdepartemeantta gulaskuddamis álbmotdearvvašvuođa iskkadeami láhkaásahusas: Jus iskkadeamis galget leat dieđut čearddalašvuođa birra, nu go SAMINOR 1 ja SAMINOR 2, de gáibiduvvo earenoamáš etihkalaš árvvoštallan.

source: Sentrale verdier skal danne grunnlaget for god samhandling mellom helseforskere, institusjoner, samfunn og befolkning.
sme: Guovddáš árvvut galget leat vuođđun buori ovttasdoaibmamii gaskal dearvvašvuođadutkiid, ásahusaid, servodaga ja álbmoga.

source: Noen av disse verdiene er allerede implementert i dagens helseforskningslov og i gjeldende etiske retningslinjer.
sme: Muhtun dáin árvvuin leat juo gávdnamis dálá dearvvašvuođadutkanlágas ja guoskevaš etihkalaš njuolggadusain.

source: De fremhever menneskeverd og menneskerettigheter, og legger vekt på at deltakernes sikkerhet og velferd skal gå foran vitenskapens og samfunnets interesse.
sme: Dat deattuhit olmmošárvvu ja olmmošvuoigatvuođaid, ja oassálastiid sihkarvuohta ja buresbirgejupmi galgá vuoruhuvvot ovdalii diehtaga ja servodaga beroštusaid.

source: Gjennom informert, frivillig, uttrykkelig og dokumenterbart samtykke, ivaretas enkeltindividets interesser, og slik sørger man for at enkeltindividet er sikret eierskap til egne prøver og informasjon om egne forskningsresultater.
sme: Informerejuvvon, eaktodáhtolaš, nanu ja duođašteaddji miehtama bokte vuhtiiváldojit ovttaskas olbmo beroštusat, ja dainna lágiin sihkkarastit ahte ovttaskas olmmoš eaiggáda iežas iskosiid ja dieđuid iežas dutkanbohtosiid birra.

source: Med bakgrunn i samers kollektive rettigheter som urfolk, og de sentrale forskningsetiske prinsippene som helseforskning er tuftet på, bygger samisk helseforskning på følgende kjerneverdier: Sentrale verdier for etiske retningslinjer for samisk helseforskning og forskning på samisk humant biologisk materiale
sme: Sámi kollektiiva vuoigatvuođaid vuođul álgoálbmogin, ja guovddáš dutkanetihkalaš prinsihpaid vuođul mat guddet dearvvašvuođadutkama, lea sámi dearvvašvuođadutkan huksejuvvon čuovvovaš guovddášárvvuid ala: Etihkalaš njuolggadusaid guovddáš árvvut sámi dearvvašvuođadutkama ja sámi humánabiologalaš ávdnasiid dutkama várás.

source: Relasjonene mellom de samiske samfunn/informanter og forskerne med deres institusjoner, må være preget av respekt, gjensidighet, likeverd, ansvar, kulturell trygghet og samisk selvbestemmelse i ethvert forskningsprosjekt, uavhengig av prosjektets formål, design eller metode.
sme: Gaskavuohta gaskal sámi servodaga/informánttaid ja dutkiid ja sin ásahusat, ferte leat hábmejuvvon árvvusatnimiin, vuostevurolašvuođain, dásseárvvuin, ovddasvástádusain, kultuvrralaš oadjebasvuođain ja sámi iešmearridemiin juohke dutkanprošeavttas, beroškeahttá prošeavtta ulbmilis, hábmemis dahje metodas.

source: Disse verdiene bygger på gjenkjennelse og anerkjennelse av samene som urfolk, og respekt for deres integritet.
sme: Dovdat ja dohkkehit ahte sápmelaččat leat álgoálbmot, ja maiddái sin integritehta árvvusatnin, lea dáid árvvuid vuođđu.

source: Forskningsprosjektets design er bestemmende for hvorvidt prosjektet vil lykkes i å oppnå formålene, være til nytte for samfunnet, og kunne medvirke til positive endringer hva folkehelsen angår.
sme: Dutkanprošeavtta hábmen mearrida lihkostuvvá go prošeakta olahit mihtuid, leat ávkin servodahkii, ja váikkuhit buriid rievdadusaid álbmotdearvvašvuođas.

source: Et prosjekt som bygger på likeverdig og gjensidig deltakelse mellom forskere og samiske samfunn/informanter i alle ledd i en forskningsprosess, gir størst mulighet til å gjenspeile de ovennevnte kjerneverdiene.
sme: Prošeavttas mii dutkanproseassa buot dásiin vuođđuduvvá dásseárvvus ja vuostevurolaš oassálastimis gaskal dutkiid ja sámi servodaga/informánttaid, lea buoremus vejolašvuohta speadjalastit bajábealde namuhuvvon guovddášárvvuid.

source: Samisk selvbestemmelse og helseforskning
sme: Sámi iešmearrideapmi ja dearvvašvuođadutkan

source: Samisk selvbestemmelse er en rett i henhold til FN-konvensjonene om sivile og politiske rettigheter, og økonomiske, sosiale og kulturelle rettigheter, samt FNs urfolkserklæring.
sme: Sámi iešmearrideapmi lea vuoigatvuohta ON-konvenšuvnna mielde siviila ja politihkalaš vuoigatvuođaid birra, ja ekonomalaš, sosiála ja kultuvrralaš vuoigatvuođaid mielde, ja ON julggaštusa mielde.

source: Samisk selvbestemmelse kan i en helseforskningssammenheng nedfelles et prinsipp om kollektivt samtykke.
sme: Sámi iešmearrideapmi sáhttá dearvvašvuođadutkamiid oktavuođas mearriduvvon prinsihppan kollektiiva miehtamii.

source: Det organ Sametingsrådet utpeker skal ivareta prinsippet om kollektivt samtykke.
sme: Orgána maid Sámediggi vállje galgá vuhtiiváldit kollektiiva miehtama prinsihpa.

source: Dette prinsippet rokker ikke ved enkeltindividets rett til å samtykke, eller å ikke samtykke til deltakelse i forskningsprosjekter.
sme: Dat prinsihppa ii guoskka ovttaskas olbmo vuoigatvuhtii miehtat, dahje ii miehtat searvat dutkanprošektii.

source: Det kollektive samtykket er dynamisk og kommer i tillegg til andre nødvendige godkjenninger.
sme: Kollektiiva miehtan lea dynámalaš ja doaibmá lassin eará dárbbašlaš dohkkehemiide.

source: Før et samisk helseforskningsprosjekt kan iverksettes, skal det foreligge et samisk og dynamisk kollektivt samtykke.
sme: Sámi ja dynámalaš kollektiiva miehtan galgá ordnejuvvon ovdal go sáhttá álggahit dearvvašvuođadutkanprošeavtta.

source: Partnerskap mellom forskningsinstitusjoner og samiske samfunn/informanter
sme: Bargoguoibmevuohta gaskal dutkanásahusaid ja sámi servodaga/informánttaid

source: Det skal utvises respekt for samisk språk, kultur verdier og tradisjoner.
sme: Sámegiela, sámi kulturárvvuid ja árbevieruid galgá árvvus atnit.

source: Dette innebærer at de samiske samfunn/informanter skal ha medinnflytelse i prosjektet.
sme: Dat mearkkaša ahte sámi servodat/informánttat galget beassat mielde váikkuhit prošeavtta.

source: Det er ønskelig at forskningsprosjekter i størst mulig grad bygger på prinsippet om likeverdig partnerskap mellom forskningsgrupper/forskningsinstitusjoner og samiske samfunn/informanter, helt fra prosjektet er i idéfasen og til og med prosjektslutt.
sme: Sávaldat lea ahte dutkanprošeavttat nu bures go vejolaš geahččalit doalahit ovttadássásaš bargoguoibmevuođa prinsihpa gaskal dutkanjoavkkuid/dutkanásahusaid ja sámi servodaga/informánttaid, dan rájes go prošeaktajurdda vuolggahuvvo dassážii go prošeakta loahpahuvvo.

source: Det må i nødvendig grad redegjøres for hvordan partnerskapet skal gjennomføres og ivaretas.
sme: Mot bargoguoibmevuođa galgá čađahit ja vuhtiiváldit ferte čilgejuvvot dárbbašlaččat.

source: Kunnskap om samiske forhold
sme: Sámi dilálašvuođa birra máhttu

source: Det skal dokumenteres at prosjektgruppen innehar tilstrekkelig kunnskap om helse, tradisjoner, historie, tradisjonell kunnskap og sosiale forhold i Sápmi.
sme: Galgá duođaštit ahte prošeaktajoavkkus lea doarvái máhttu dearvvašvuođa, árbevieruid, historjjá, árbedieđu ja sosiála dili birra Sámis.

source: Deltakere skal oppleve at den forskningen de er invitert til å delta i, er kulturell trygg.
sme: Oassálastit galget vásihit ahte dutkan masa leat bovdejuvvon searvat, lea kultuvrralaččat oadjebas.

source: Med dette menes at forskningen skal belyse og ta hensyn til kulturelle forhold, verdier og praksis som kan være av betydning for studiens formål.
sme: Dainna oaivvilduvvo ahte dutkan galgá čalmmustahttit ja árvvusatnit kultuvrralaš dili, árvvuid ja bargovugiid mat sáhttet váikkuhit dutkama ulbmila.

source: Forskningen skal avspeile mangfoldet og variasjonen i den samiske kulturen og de samiske samfunnene, og ikke bidra til stereotype fremstillinger.
sme: Dutkan galgá čájehit sámi kultuvrra ja servodagaid girjáivuođa ja variašuvnnaid, ii ge galgga váikkuhit stereotiippalaš govvidemiide.

source: Definisjoner/kategorisering av samer som gruppe må sikre dette.
sme: Sápmelaččaid defineren/kategoriseren joavkun ferte sihkkarastit dan.

source: Samisk helseforskning skal bidra til kunnskap og ikke til stigmatisering.
sme: Sámi dearvvašvuođadutkan galgá buvttehit máhtolašvuođa, ii ge stigmatiserema.

source: Kunnskap om helse, tradisjoner, historie, tradisjonell kunnskap og sosiale forhold i Sápmi, som er relevant for prosjektets målsetting og forskningsspørsmål/problemstillinger, skal dokumenteres.
sme: Galgá duođaštit máhtu dearvvašvuođa, árbevieruid, historjjá, árbedieđu ja sosiála diliid birra Sámis, mat leat áigeguovdilat prošeavtta mihttomeari ektui ja dutkangažaldaga/čuolmma ektui.

source: Respektfull og ansvarlig behandling av humant biologisk materiale og genetisk forskning
sme: Humánabiologalaš ávdnasiid ja genehtalaš dutkama árvvolaš ja ovddasvástideaddji gieđahallan

source: Forskning på humant biologisk materiale kan oppleves som utrygt for samer på grunn av tidlige tiders rasistiske og diskriminerende forskning.
sme: Sápmelaččaid mielas sáhttá humánabiologalaš ávdnasiid dutkan dovdot dorvvuheapmin ovdalaš rasisttalaš ja vealaheaddji dutkamušaid dihte.

source: Genetisk forskning er av spesiell interesse når det gjelder ny teknologi.
sme: Genehtalaš dutkan lea earenomáš miellagiddevaš go guoská ođđa teknologiijii.

source: Eksempelvis human genomforskning i store datasett som kartlegger genetisk variasjon og mangfold, kan oppleves spesielt truende i urbefolkninger.
sme: Ovdamearkka dihte sáhttet álgoálbmogat vásihit humána genadutkama (genomforskning) stuora dáhtaseahtain, mii kárte genehtalaš variašuvnna ja máŋggabealatvuođa, earenomáš áittan.

source: Det skal ved forskning på humant biologisk materiale opptres respektfullt og redegjøres for:
sme: Humánabiologalaš ávdnasiid dutkama oktavuođas galgá láhttet árvvolaččat ja galgá čilget:

source: - hensikten med å samle inn materialet;
sme: - materiála čohkkema áigumuša;

source: - innsamlingsmetode, oppbevaring, deling, eksport, typer analyse av materialet og destruksjon;
sme: - čohkkenmetoda, vurkema, juohkima, eksporta, mot materiála analysere ja mot jávkaduvvo;

source: - samers kollektive rettigheter til fordeler som skapes ved utnytting av samisk humant biologisk materiale.
sme: - sápmelaččaid kollektiiva vuoigatvuođat ovdamuniide mat bohtet sámi humánabiologalaš ávdnasiid ávkkástallamis.

source: Innhenting av kollektivt samtykke i befolkningsundersøkelser med tidligere bredt samtykke
sme: Kollektiiva miehtama viežžan álbmotiskkademiide mas ovdalaččas lea viiddis miehtan

source: I mange pågående og allerede godkjente prosjekter foreligger det et bredt samtykke til nærmere bestemt bredt definerte forskningsformål.
sme: Olu prošeavttain mat leat jođus ja dohkkehuvvon, lea viiddis miehtan dárkilis viiddis definerejuvvon dutkanulbmiliidda.

source: Dersom nye prosjekter skal bruke allerede innsamlet data og materiale som faller inn under definisjonen av samisk helseforskning, må det likevel innhentes et kollektivt samtykke.
sme: Jus ođđa prošeavttas áigu atnit dieđuid ja materiálaid, mat ovdalaččas leat čohkkejuvvon ja mat definerejuvvojit sámi dearvvašvuođadutkamin, de ferte goitge viežžat kollektiiva miehtama.

source: Dette vil for eksempel kunne være tilfelle i langsgående studier og befolkningsundersøkelser.
sme: Ovdamearkka dihte sáhttá dat guoskat guhkesáiggi dutkamiidda ja olmmošdutkamušaide.

source: Det må også i tilfeller med bredt samtykke søkes kollektivt samtykke for nye prosjekter.
sme: Ođđa prošeavttain main lea viiddis miehtan, ferte maiddái ohcat kollektiiva miehtama.

source: Disse retningslinjene kan brukes som utgangspunkt for å utarbeide allsamiske og overordnete retningslinjer for samisk helseforskning.
sme: Dát njuolggadusat sáhttet geavahuvvot vuolggasadjin oppasámi ja bajitdási njuolggadusaid ráhkadeapmái sámi dearvvašvuođadutkama várás.

source: 2. Ekstern sakkyndig komite
sme: 2. Olgguldas áššedovdilávdegoddi

source: Eksisterende infrastruktur bør utnyttes hva gjelder etisk forhåndsgodkjenning av forskningsprosjekter.
sme: Dáláš vuođđostruktuvrra berre ávkkástallat go guoská dutkanprošeavttaid etihkalaš ovddalgihtii dohkkeheapmái.

source: Det er videre avgjørende at det kollektive samtykket kan innhentes så effektivt som mulig.
sme: Viidásit lea dehálaš viežžat kollektiiva miehtama nu beaktilit go vejolaš.

source: Myndigheten til å avgi et samisk og dynamisk kollektivt samtykke delegeres av Sametingsrådet til en ekstern og sakkyndige komite.
sme: Sámediggeráđđi delegere válddi olgguldas ja áššedovdi lávdegoddái addit sámi ja kollektiiva miehtama.

source: Denne skal vurdere prosjektene i henhold til de øvrige etiske retningslinjene for samisk helseforskning.
sme: Sii galget árvvoštallat prošeavttaid sámi dearvvašvuođadutkama etihkalaš njuolggadusaid ektui.

source: Komiteen behandler søknader om forhåndsgodkjenning før disse kommer på REKs bord.
sme: Lávdegoddi meannuda ovddalgihtii dohkkeheami ohcamiid ovdal go dat bohtet REK beavdái.

source: Dette sikres ved at det innføres nødvendige spørsmål i REKs søknadsskjema med lenke til retningslinjene.
sme: Dat sihkkarastojuvvo dan bokte ahte lasihit dárbbašlaš gažaldagaid REK ohcanskovvái mas lea liŋka njuolggadusaide.

source: Sametinget kontakter REK nord omgående for å sluttføre dette arbeidet med søknadsskjemaet.
sme: Sámediggi váldá oktavuođa davvi REK:in dakkaviđe loahpahan dihte barggu ohcanskoviin.

source: Komiteen oppnevnes av Sametinget for to år av gangen.
sme: Sámediggeráđđi nammada lávdegotti guovtti jahkái hávális.

source: Sammensetningen skal sikre at komiteen innehar tilstrekkelig kompetanse og erfaring, herunder:
sme: Lávdegotti čoahkkádus galgá sihkkarastit ahte lávdegottis lea doarvái gelbbolašvuohta ja bargovásáhus, dasa gullá:

source: · Formell forskningskompetanse (ph.
sme: · Formála dutkangelbbolašvuohta (ph.

source: ) eller tilsvarende, og erfaring med samisk helseforskning eller et nært beslektet fagfelt.
sme: d.) dahje vástideaddji, ja vásáhus sámi dearvvašvuođadutkamis dahje dan sullasaš fágasuorggis.

source: · Helsefaglig kompetanse.
sme: · Dearvvašvuođafágalaš gelbbolašvuohta.

source: · Relevant folkerettslig kompetanse.
sme: · Relevánta álbmotrievttálaš gelbbolašvuohta.

source: · Samisk språk- og kulturkompetanse.
sme: · Sámi giella- ja kulturgelbbolašvuohta.

source: Komiteen kan ved behov innhente ytterligere kompetanse, f.eks. genetisk kompetanse.
sme: Lávdegoddi sáhttá dárbbu mielde viežžat eanet gelbbolašvuođa, omd. genehtalaš gelbbolašvuođa.

source: Videre må komiteens sammensetning sikre kjønnsbalanse, geografisk spredning og et allsamisk perspektiv.
sme: Dasto ferte lávdegotti čoahkkádus sihkkarastit sohkabealdássádaga, geográfalaš leavvama ja oppasámi geahččanguovllu.

source: Sistnevnte sikres ved at sametingene i Sverige og Finland oppnevner ett medlem hver med relevant kompetanse.
sme: Oppasámi geahččanguovllu sihkkarastit go Ruoŧa ja Suoma sámedikkit nammadit ovtta lahttu goabbáinai geas lea relevánta gelbbolašvuohta.

source: Leder av komiteen har dobbeltstemme.
sme: Lávdegotti jođiheaddjis lea duppaljietna.

source: Et kollektivt samtykke krever minst 2/3 flertall.
sme: Kollektiiva miehtan gáibida unnimusat 2/3 eanetlogu.

source: Medlemmene har personlig vara.
sme: Lahtuin leat persovnnalaš várrelahtut.

source: 2.1) Komiteens mandat.
sme: 2.1) Lávdegotti mandáhtta.

source: det følger av den tredje sameparlamentarikerkonferansen fra 2011 at slike ressurser også omfatter samisk humant biologisk materiale.
sme: ja goalmmát sámi parlamentarihkarkonferánsa 2011:s čuovvulii dan, ahte maiddái sámi humánabiologalaš materiálat gusket dakkár resurssaide.

source: Komiteen skal:
sme: Lávdegoddi galgá:

source: · På vegne av det samiske folk avgi et kollektivt og dynamisk samtykke til samisk helseforskningsprosjekter i Norge.
sme: · Sámi álbmoga olis addit kollektiiva ja dynámalaš miehtama sámi dearvvašvuođaprošeavttaide Norggas.

source: · Avgi et kollektivt og dynamisk samtykke i henhold til gjeldende etiske retningslinjene for samisk helseforskning.
sme: · Addit kollektiiva ja dynámalaš miehtama gustovaš sámi dearvvašvuođadutkama etihkalaš njuolggadusaid mielde.

source: · Vurdere forskningsprosjektene i egne møter og i forkant av møtene i de Regionale komiteer for medisinsk og helsefaglig forskningsetikk (REK).
sme: · Árvvoštallat dutkanprošeavttaid sierra čoahkkimis ja ovdal čoahkkimiid medisiinnalaš ja dearvvašvuođafágalaš dutkanetihka Regiovnnalaš lávdegottiin (REK).

source: · Ved behov være i dialog med og tilgjengelig for Den nasjonale forskningsetiske komité for medisin og helsefag (NEM), REK og andre relevante forskningsetiske komiteer.
sme: · Dárbbu mielde gulahallat ja leat olámuttus medisiinna ja dearvvašvuođafága Nationála dutkanetihkalaš lávdegotti várás (NEM), REK ja eará relevánta dutkanetihkalaš lávdegottiide.

source: · Så langt det lar seg gjøre besvare forskningsetiske spørsmål fra forskningsgrupper og forskere, og delta i relevante fora.
sme: · Nu bures go vejolaš vástidit dutkanetihkalaš gažaldagaid dutkanjoavkkuin ja dutkiin, ja oassálastit relevánta forain.

source: · Evaluere og eventuelt foreslå endringer på etiske retningslinjer for samisk helseforskning.
sme: · Evalueret ja dárbbu mielde evttohit rievdadusaid sámi dearvvašvuođadutkama etihkalaš njuolggadusaide.

source: 3. Forskriftsendring
sme: 3. Láhkaásahusrievdadus

source: Ny personvernlov trådte i kraft sommeren 2018.
sme: Ođđa personsuodjalusláhka bođii fápmui 2018 geasi.

source: Loven viderefører mange av prinsippene og reglene i det gjeldende personverndirektivet, men nødvendige endringer i norsk rett har vært nødvendig.
sme: Láhka fievrrida olu prinsihpaid ja njuolggadusaid gustovaš personsuodjalus direktiivvas, muhto dárbbašlaš rievdadusat norgga rievttis leat leamaš dárbbašlaččat.

source: I kjølvannet av dette trådte forskrift om befolkningsbaserte helseundersøkelser i kraft 13.08.2018. Med dette ble en stor del av kontrollfunksjonen overført fra de Regionale komiteer for medisinsk og helsefaglig forskningsetikk (REK) til forskningsinstitusjonene.
sme: Čuovusin das bođii forskrift om befolkningsbaserte helseundersøkelser (láhkaásahus álbmotdearvvašvuođa iskkademiid várás) fápmui 13.08.2018. Dan mielde sirdojuvvui stuora oassi bearráigeahččandoaimmas medisiinna ja dearvvašvuođafágalaš dutkanetihka Regiovnnalaš lávdegottiin (REK) dutkanásahusaide.

source: Nå kan befolkningsbaserte helseundersøkelser slik som SAMINOR, samle inn og lagre helseopplysninger og biologisk materiale, uten REK-godkjenning eller konsesjon fra Datatilsynet.
sme: Dál besset álbmotdearvvašvuođa iskkadeamit, nu go SAMINOR, čohkket ja vurket dearvvašvuođadieđuid ja biologalaš ávdnasiid, almmá REKdohkkeheami haga dahje Datatilsyna (diehtobearráigeahču) konsešuvnna haga.

source: Det er først når data skal analyseres at en godkjenning fra REK er påkrevd.
sme: Easka go dieđuid galgá analyseret, de gáibiduvvo dohkkeheapmi REK:s.
